/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "1";
"version-sig"	= "TA-070918";

"common-controls-restart"		= "重新開機";
"common-controls-shutdown"		= "關機";
"common-controls-continue"		= "繼續";

"common-tab-apple-title"		= " 關於 ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " 硬體測試 ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " 硬體描述檔 ";	// does look better with spaces at head and tail
"common-version-str"			= "版本 ";
"common-bundle-str"				= "套件 ";

"mark-graphics-unknown-str"		= "未知的視訊";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "已安裝";
"mark-generic-absent-str"		= "找不到";
"mark-generic-hasDevice-str"	= "已連接設備";
"mark-generic-hasNoDevice-str"	= "未連接設備";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "赫茲";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "伏特";


"units-hour-str"		= " 小時 ";
"units-hours-str"		= " 小時 ";
"units-min-str"			= " 分鐘 ";
"units-mins-str"		= " 分鐘 ";
"units-sec-str"			= " 秒";
"units-secs-str"		= " 秒";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "“Apple 硬體測試”不支援此機器。";
"notcompat-ownrisk-str"			= "繼續的話，您需自行分擔風險 [僅限預先發佈版本]。";


"test-head-intro1-text"			= "Apple Hardware Test 可以執行 Macintosh 的硬體測試。";
"test-head-intro2-text"			= "若要執行測試，請按“測試”按鈕一下或按下“T”鍵。";

"test-probe-onto-text"			= "正在探測您的硬體；可能會花一點時間⋯";
"test-probe-outof-text"			= "硬體探測完成。";

"test-controls-launch"			= "測試";
"test-controls-interrupt"		= "停止測試";

"test-choices-title"			= "測試選擇";
"test-about-title"				= "關於“測試”和“結果”";
"test-results-title"			= "測試結果";

"test-results-notestyet"		= "在探測完成之前無法執行測試。";
"test-results-nodevfound"		= "沒有找到裝置。";
"test-results-notyet"			= "準備測試。";
"test-results-quick-ongoing"	= "測試正在進行中。";
"test-results-extend-ongoing"	= "延伸測試正在進行中。";
"test-results-willstop"			= "測試將停止。";
"test-results-interrupted"		= "尚未完成測試。";
"test-results-nofail"			= "沒有找到疑難問題。";
"test-results-error"			= "測試時發生內部錯誤。";
"test-results-failed"			= "警示！Apple Hardware Test 已經偵測到錯誤。";

"test-ongoing-short-status"		= "測試正在進行中。";
"test-ongoing-mlb-status"		= "正在測試主機板。";
"test-ongoing-memory-status"	= "正在測試記憶體。";
"test-ongoing-storage-status"	= "正在測試儲存設備。";
"test-ongoing-video-status"		= "正在測試圖形。";

"test-ongoing-pass-time-text"	= " 進入測試⋯";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "進入測試⋯";
"test-ongoing-sess-pass-text"	= "通過次數：";
"test-ongoing-sess-time-text"	= "總測試時間：";

"test-desc-initial-1-text"	= "Apple Hardware Test 是偵測電腦硬體組件問題的診斷工具。";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "執行的測試將幫助您判斷是硬體問題還是軟體問題。";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "如果測試結果確定為非硬體問題，請查閱電腦隨附的手冊 和（或）“輔助說明”（位於系統內）以取得進一步的 疑難解答資訊。";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "預計完成時間：3 分鐘或更長的時間（取決於已安裝的記憶體總量）。";	/* default */
"test-desc-intro-quick-text2"	= "預計完成時間：10 至 15 秒鐘，或更長的時間（取決於已安裝的記憶體總量）。";
"test-desc-intro-quick-text3"	= "預計完成時間：2 分鐘或更長的時間（取決於已安裝的記憶體總量）。";
"test-desc-intro-quick-text4"	= "預計完成時間：4 分鐘或更長的時間（取決於已安裝的記憶體總量）。";

"test-desc-intro-extend-text"	= "預計完成時間：1 小時或更長的時間（取決於已安裝的記憶體總量）。";	/* default */
"test-desc-intro-extend-text2"	= "預計完成時間：10 至 15 分鐘，或更長的時間（取決於已安裝的記憶體總量）。";
"test-desc-intro-extend-text3"	= "預計完成時間：30 分鐘或更長的時間（取決於已安裝的記憶體總量）。";
"test-desc-intro-extend-text4"	= "預計完成時間：2 小時或更長的時間（取決於已安裝的記憶體總量）。";

"test-desc-option-extend-text"	= "執行延伸測試（會大幅增加測試時間）。";
"test-desc-option-loop-text"	= "已啟用循環測試。";

"test-desc-quick-running-1-text"	= "測試正在進行中⋯";
"test-desc-quick-running-2-text"	= "若要停止，請按“停止測試”按鈕一下。";
"test-desc-quick-running-3-text"	= "或者，同時按下“command”（“蘋果”）鍵和“.”（句號） 鍵。";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "“延伸測試”正在進行中⋯";
"test-desc-extend-running-2-text"	= "若要停止，請按“停止測試”按鈕一下。";
"test-desc-extend-running-3-text"	= "或者，同時按下“command”（“蘋果”）鍵和“.”（句號） 鍵。";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "警示！Apple Hardware Test 已經偵測到錯誤。";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "第一步，請記下“測試結果”區域裡的“錯誤代碼”。";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "其次，若有任何連接到電腦的週邊，請先將電腦關閉 並中斷連接週邊，然後執行“延伸測試”來驗證結果。";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "接下來，若仍有錯誤報告，請重新檢查電腦隨附的服務和 支援資料，以取得聯絡 AppleCare 以尋求進一步協助的 相關說明。";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "警示！Apple Hardware Test 已偵測到啟動電腦時的錯誤。";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "第一步，請記下“測試結果”區域裡的“錯誤代碼”。";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "其次，若有任何連接到電腦的週邊，請先將電腦關閉 並中斷連接週邊，然後執行“延伸測試”來驗證結果。";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "接下來，若仍有錯誤報告，請重新檢查電腦隨附的服務和 支援資料，以取得聯絡 AppleCare 以尋求進一步協助的 相關說明。";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "產品";
"prof-prod-group-subtitle"		= "產品詳細資訊：";
"prof-prod-name-label"			= "Macintosh 名稱：";
"prof-prod-model-label"			= "Macintosh 機型：";
"prof-prod-cputype-label"		= "CPU 類型：";
"prof-prod-cpucount-label"		= "處理器數目：";
"prof-prod-cpucoretotal-label"	= "總核心數目：";
"prof-prod-cpucorecount-label"	= "核心數目：";
"prof-prod-cpuspeed-label"		= "CPU 速度：";
"prof-prod-cpucache-label"		= "L2 CPU 快取記憶體（每個處理器）：";

"prof-prod-L2cache-label"		= "L2 快取記憶體：";
"prof-prod-L2cachecore-label"	= "L2 快取記憶體（每個核心）：";
"prof-prod-L3cache-label"		= "L3 快取記憶體：";

"prof-prod-cpucache3-label"		= "L3 CPU 快取記憶體（每個 CPU）：";
"prof-prod-mlb-sn-label"		= "MLB 序號：";
"prof-processor-tray-sn-label"	= "處理器安裝架序號：";

"prof-graph-group-title"		= "視訊";
"prof-graph-group-subtitle"		= "視訊詳細資訊：";
"prof-graph-chipset-label"		= "圖形：";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "顯示器寬度（像素）：";
"prof-graph-disp-height-label"	= "顯示器高度（像素）：";

"prof-communi-group-title"		= "通訊";
"prof-communi-group-subtitle"	= "通訊詳細資訊：";
"prof-communi-enet-mac-label"	= "乙太網路 MAC 位址：";
"prof-communi-fwire-mac-label"	= "FireWire MAC 位址：";
"prof-communi-airp-type-label"	= "AirPort：";
"prof-communi-bluetooth-label"	= "Bluetooth：";
"prof-communi-irport-label"		= "紅外線接收器：";
"prof-communi-usb1-connect-label"	= "USB 埠 1：";
"prof-communi-usb2-connect-label"	= "USB 埠 2：";
"prof-communi-usb3-connect-label"	= "USB 埠 3：";
"prof-communi-usb4-connect-label"	= "USB 埠 4：";

"prof-memo-group-title"			= "記憶體";
"prof-memo-group-subtitle"		= "記憶體詳細資訊：";
"prof-memo-overview-label"		= "概觀";
"prof-memo-slot-1-label"		= "記憶體 #1";
"prof-memo-slot-2-label"		= "記憶體 #2";
"prof-memo-slot-3-label"		= "記憶體 #3";
"prof-memo-slot-4-label"		= "記憶體 #4";
"prof-memo-slot-5-label"		= "記憶體 #5";
"prof-memo-slot-6-label"		= "記憶體 #6";
"prof-memo-slot-7-label"		= "記憶體 #7";
"prof-memo-slot-8-label"		= "記憶體 #8";

"prof-memo-type-str"			= "MLB 焊接的 SDRAM。";
"prof-memo--str"				= "未知的";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " 週期時間（ns）";
"prof-memo-ct2-str"				= " 週期（ns）";
"prof-memo-ct3-str"				= "（ns）";
"prof-memo-rev-str"				= "修正版 ";
"prof-memo-paired-str"			= "配對 #";
"prof-memo-paired-not-str"		= " 未配對";
"prof-memo-mismatch-label"		= "不符合：";
"prof-memo-size-str"			= " 大小";
"prof-memo-speed-str"			= " 速度";
"prof-memo-vendor-str"			= " 製造商";
"prof-memo-recommend-str"		= "建議：";
"prof-memo-post-fail-str"		= "POST 失敗";

"prof-board-group-title"		= "主機板";
"prof-board-brom-vers-label"	= "BOOT ROM 版本：";
"prof-board-smc-vers-label"		= "SMC 版本：";
"prof-board-syst-sn-label"		= "系統序號：";
"prof-board-bootdev-label"		= "預設開機裝置：";

"prof-stor-group-title"			= "儲存設備";
"prof-stor-size-label"			= "大小：";

"prof-powr-group-title"			= "電力";
"prof-powr-group-subtitle"		= "電力詳細資訊：";
"prof-powr-src-label"			= "電力來源：";
"prof-powr-src-wall-str"		= "轉換器";
"prof-powr-src-batt-str"		= "電池";
"prof-powr-ac-on-str"			= "已連線";
"prof-powr-ac-off-str"			= "未連接";
"prof-powr-capac-label"			= "容量：";
"prof-powr-volt-label"			= "電壓：";
"prof-powr-status-label"		= "狀態：";

